---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Electrical.WireSize
source: html/16247372-a8c8-cfef-4547-13c8309fa65e.htm
---
# WireSize Members

Causes the object to release immediately any resources it may be utilizing.